Analytical Link has lost one or more references.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId AnalyticalLinkNotConnected { get; }
  Visual Basic
Public Shared ReadOnly Property AnalyticalLinkNotConnected As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ AnalyticalLinkNotConnected {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures AnalyticalModelFailures Class
  Autodesk.Revit.DB Namespace